Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# mobile.action.reorder
source: Reorder
ar: إعادة ترتيب
cs: Změnit pořadí
da: Sorter
de: Neu ordnen
el: Αναδιάταξη
es: Reordenar
fi: Järjestä uudelleen
fr: Réorganiser
he: סדר מחדש
hi: पुनः क्रम दें
hu: Átrendezés
id: Susun Ulang
it: Riordina
ja: 並び替え
ko: 순서 변경
ms: Urutkan Kembali
nb: Omsorter
nl: Opnieuw ordenen
pl: Zmień kolejność
pt_br: Reordenar
pt_pt: Reordenar
ro: Reordonare
ru: Переупорядочить
sk: Zmeniť poradie
sv: Ändra ordning
th: เรียงลำดับใหม่
tr: Yeniden Sırala
uk: Переупорядкування
vi: Sắp xếp lại
zh_hans: 重新排序
zh_hant: 重新排序

# mobile.archive.delete_all_button
source: Delete All
ar: حذف الكل
cs: Odstranit vše
da: Slet alt
de: Alle löschen
el: Διαγραφή όλων
es: Eliminar todo
fi: Poista kaikki
fr: Tout supprimer
he: מחק הכל
hi: सभी हटाएं
hu: Összes törlése
id: Hapus Semua
it: Elimina Tutto
ja: すべて削除
ko: 모두 삭제
ms: Hapus Semua
nb: Slett alt
nl: Alles verwijderen
pl: Usuń wszystkie
pt_br: Excluir Todos
pt_pt: Eliminar Tudo
ro: Ștergeţi toate
ru: Удалить всё
sk: Vymazať všetky
sv: Radera allt
th: ลบทั้งหมด
tr: Tümünü Sil
uk: Видалити все
vi: Xóa tất cả
zh_hans: 全部删除
zh_hant: 全部刪除

# mobile.archive.delete_confirm_body_folder
source: Deletes the folder and everything inside it. This can't be undone.
ar: يحذف المجلد وكل شيء بداخله. لا يمكن التراجع عن هذا.
cs: Odstraní složku a vše v ní. Toto nelze vrátit.
da: Sletter mappen og alt i den. Dette kan ikke fortrydes.
de: Löscht den Ordner und den gesamten Inhalt. Dies kann nicht rückgängig gemacht werden.
el: Διαγράφει το φάκελο και όλα τα περιεχόμενά του. Αυτό δεν μπορεί να αναιρεθεί.
es: Elimina la carpeta y todo lo que contiene. Esto no se puede deshacer.
fi: Poistaa kansion ja kaiken sen sisällä. Sitä ei voi kumota.
fr: Supprime le dossier et tout ce qu'il contient. Cela ne peut pas être annulé.
he: מחיקת התיקייה וכל מה שיש בתוכה. לא ניתן לבטל זאת.
hi: फ़ोल्डर और इसके अंदर की सभी चीजों को हटा देता है। यह पूर्ववत नहीं किया जा सकता।
hu: Törli a mappát és mindent, amit tartalmaz. Ez nem vonható vissza.
id: Menghapus folder dan semuanya di dalamnya. Ini tidak dapat dibatalkan.
it: Elimina la cartella e tutto ciò che contiene. Questa azione non può essere annullata.
ja: フォルダとその中身をすべて削除します。取り消すことはできません。
ko: 폴더와 그 안의 모든 것을 삭제합니다. 이를 실행 취소할 수 없습니다.
ms: Menghapus folder dan semua isinya. Ini tidak dapat dibatalkan.
nb: Sletter mappen og alt som er inne i den. Dette kan ikke angres.
nl: Verwijdert de map en alles erin. Dit kan niet ongedaan gemaakt worden.
pl: Usuwa folder i wszystko, co w nim jest. Tej czynności nie można cofnąć.
pt_br: Exclui a pasta e tudo dentro dela. Isso não pode ser desfeito.
pt_pt: Elimina a pasta e tudo dentro dela. Não pode ser anulado.
ro: Șterge folderul și totul din interior. Nu se mai poate anula.
ru: Удаляет папку и всё внутри неё. Это невозможно отменить.
sk: Vymaže priečinok a všetko v ňom. Toto sa nedá vrátiť.
sv: Raderar mappen och allt inuti den. Det kan inte ångras.
th: ลบโฟลเดอร์และทุกสิ่งที่อยู่ภายใน ไม่สามารถเลิกทำได้
tr: Klasörü ve içindeki her şeyi siler. Bu geri alınamaz.
uk: Видаляє папку та все, що в ній. Цього не можна скасувати.
vi: Xóa thư mục và mọi thứ bên trong nó. Hành động này không thể được hoàn tác.
zh_hans: 删除该文件夹及其内的所有内容。此操作无法撤销。
zh_hant: 刪除資料夾及其中的所有內容。此操作無法撤銷。

# mobile.archive.delete_confirm_body_generic
source: This can't be undone.
ar: لا يمكن التراجع عن هذا.
cs: Toto nelze vrátit.
da: Dette kan ikke fortrydes.
de: Dies kann nicht rückgängig gemacht werden.
el: Αυτό δεν μπορεί να αναιρεθεί.
es: Esto no se puede deshacer.
fi: Sitä ei voi kumota.
fr: Cela ne peut pas être annulé.
he: לא ניתן לבטל זאת.
hi: यह पूर्ववत नहीं किया जा सकता।
hu: Ez nem vonható vissza.
id: Ini tidak dapat dibatalkan.
it: Questa azione non può essere annullata.
ja: 取り消すことはできません。
ko: 이를 실행 취소할 수 없습니다.
ms: Ini tidak dapat dibatalkan.
nb: Dette kan ikke angres.
nl: Dit kan niet ongedaan gemaakt worden.
pl: Tej czynności nie można cofnąć.
pt_br: Isso não pode ser desfeito.
pt_pt: Não pode ser anulado.
ro: Nu se mai poate anula.
ru: Это невозможно отменить.
sk: Toto sa nedá vrátiť.
sv: Det kan inte ångras.
th: ไม่สามารถเลิกทำได้
tr: Bu geri alınamaz.
uk: Цього не можна скасувати.
vi: Hành động này không thể được hoàn tác.
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法撤銷。

# mobile.archive.delete_confirm_title
source: Delete "{name}" permanently?
ar: حذف «{name}» نهائياً؟
cs: Trvale odstranit „{name}“?
da: Slet "{name}" permanent?
de: "{name}" permanent löschen?
el: Διαγραφή «{name}» μόνιμα;
es: ¿Eliminar "{name}" permanentemente?
fi: Poista "{name}" pysyvästi?
fr: Supprimer « {name} » définitivement ?
he: מחק „{name}“ קבוע?
hi: "{name}" को स्थायी रूप से हटाएं?
hu: Véglegesen törlöm a(z) „{name}“-t?
id: Hapus "{name}" secara permanen?
it: Eliminare permanentemente "{name}"?
ja: 「{name}」を完全に削除しますか？
ko: "{name}"을(를) 영구적으로 삭제하시겠습니까?
ms: Hapus "{name}" secara permanen?
nb: Slett «{name}» permanent?
nl: "{name}" permanent verwijderen?
pl: Usunąć „{name}” na stałe?
pt_br: Excluir "{name}" permanentemente?
pt_pt: Eliminar «{name}» permanentemente?
ro: Ștergeţi permanent „{name}”?
ru: Удалить «{name}» навсегда?
sk: Vymazať „{name}“ permanentne?
sv: Radera "{name}" permanent?
th: ลบ "{name}" อย่างถาวร?
tr: "{name}" kalıcı olarak silinsin mi?
uk: Видалити «{name}» остаточно?
vi: Xóa "{name}" vĩnh viễn?
zh_hans: 永久删除 「{name}」?
zh_hant: 永久刪除「{name}」？

# mobile.archive.delete_folder_permanently_message
source: "{name}" and all of its schemes will be removed from the archive permanently.
ar: سيتم إزالة «{name}» وجميع مخططاتها من الأرشيف نهائياً.
cs: „{name}“ a všechna jeho schémata budou trvale odstraněna z archivu.
da: "{name}" og alle dens skemaer fjernes permanent fra arkivet.
de: "{name}" und alle zugehörigen Schemata werden permanent aus dem Archiv entfernt.
el: «{name}» και όλα τα σχήματά του θα αφαιρεθούν από το αρχείο μόνιμα.
es: "{name}" y todos sus esquemas se eliminarán del archivo permanentemente.
fi: "{name}" ja kaikki sen mallit poistetaan arkistosta pysyvästi.
fr: « {name} » et tous ses schémas seront supprimés de l'archive définitivement.
he: „{name}“ וכל הסכימות שלו יוסרו מהארכיון קבוע.
hi: "{name}" और इसकी सभी योजनाएं आर्काइव से स्थायी रूप से हटा दी जाएंगी।
hu: A(z) „{name}“ és az összes sémája véglegesen eltávolításra kerül az archívumból.
id: {name} dan semua skemanya akan dihapus dari arsip secara permanen.
it: "{name}" e tutti i suoi schemi verranno rimossi dall'archivio permanentemente.
ja: 「{name}」とそのすべてのスキームがアーカイブから完全に削除されます。
ko: "{name}" 및 모든 계획이 보관함에서 영구적으로 제거됩니다.
ms: "{name}" dan semua skemanya akan dihapus dari arsip secara permanen.
nb: «{name}» og alle oppsettet vil bli fjernet fra arkivet permanent.
nl: "{name}" en alle schema's erin zullen permanent uit het archief worden verwijderd.
pl: „{name}” i wszystkie jego schematy będą trwale usunięte z archiwum.
pt_br: "{name}" e todos os seus schemes serão removidos do arquivo permanentemente.
pt_pt: «{name}» e todos os seus esquemas serão removidos do arquivo permanentemente.
ro: „{name}” și toate schemele sale vor fi eliminate din arhivă permanent.
ru: «{name}» и все его схемы будут удалены из архива навсегда.
sk: „{name}“ a všetky jej schémy budú trvalo odstránené z archívu.
sv: "{name}" och alla dess scheman kommer att tas bort från arkivet permanent.
th: "{name}" และแผนทั้งหมดของมันจะถูกลบออกจากที่เก็บถาวรอย่างถาวร
tr: "{name}" ve tüm şemaları arşivden kalıcı olarak kaldırılacak.
uk: «{name}» та всі її схеми будуть остаточно видалені з архіву.
vi: "{name}" và tất cả các sơ đồ của nó sẽ bị loại bỏ khỏi lưu trữ vĩnh viễn.
zh_hans: 「{name}」及其所有方案将从归档中永久删除。
zh_hant: 「{name}」及其所有方案將永久從封存中移除。

# mobile.archive.delete_folder_permanently_title
source: Delete Folder Permanently
ar: حذف المجلد نهائياً
cs: Trvale odstranit složku
da: Slet mappe permanent
de: Ordner permanent löschen
el: Μόνιμη διαγραφή φακέλου
es: Eliminar carpeta permanentemente
fi: Poista kansio pysyvästi
fr: Supprimer le dossier définitivement
he: מחק תיקייה קבוע
hi: फ़ोल्डर को स्थायी रूप से हटाएं
hu: Mappa véglegesen törlése
id: Hapus Folder Secara Permanen
it: Elimina Cartella Permanentemente
ja: フォルダを完全に削除
ko: 폴더 영구적으로 삭제
ms: Hapus Folder Secara Permanen
nb: Slett mappe permanent
nl: Map permanent verwijderen
pl: Usuń folder na stałe
pt_br: Excluir Pasta Permanentemente
pt_pt: Eliminar Pasta Permanentemente
ro: Ștergeţi folder permanent
ru: Удалить папку навсегда
sk: Vymazať priečinok permanentne
sv: Radera mapp permanent
th: ลบโฟลเดอร์อย่างถาวร
tr: Klasörü Kalıcı Olarak Sil
uk: Видалити папку остаточно
vi: Xóa thư mục vĩnh viễn
zh_hans: 永久删除文件夹
zh_hant: 永久刪除資料夾

# mobile.archive.delete_permanently_title
source: Delete Permanently
ar: حذف نهائي
cs: Trvale odstranit
da: Slet permanent
de: Permanent löschen
el: Διαγραφή μόνιμα
es: Eliminar permanentemente
fi: Poista pysyvästi
fr: Supprimer définitivement
he: מחק קבוע
hi: स्थायी रूप से हटाएं
hu: Végleges törlés
id: Hapus Secara Permanen
it: Elimina Permanentemente
ja: 完全に削除
ko: 영구적으로 삭제
ms: Hapus Permanen
nb: Slett permanent
nl: Permanent verwijderen
pl: Usuń na stałe
pt_br: Excluir Permanentemente
pt_pt: Eliminar Permanentemente
ro: Ștergeţi permanent
ru: Удалить навсегда
sk: Vymazať permanentne
sv: Radera permanent
th: ลบอย่างถาวร
tr: Kalıcı Olarak Sil
uk: Видалити остаточно
vi: Xóa vĩnh viễn
zh_hans: 永久删除
zh_hant: 永久刪除

# mobile.archive.delete_scheme_permanently_message
source: "{name}" will be removed from the archive permanently.
ar: سيتم إزالة «{name}» من الأرشيف نهائياً.
cs: „{name}“ bude trvale odstraněno z archivu.
da: "{name}" fjernes permanent fra arkivet.
de: "{name}" wird permanent aus dem Archiv entfernt.
el: «{name}» θα αφαιρεθεί από το αρχείο μόνιμα.
es: "{name}" se eliminará del archivo permanentemente.
fi: "{name}" poistetaan arkistosta pysyvästi.
fr: « {name} » sera supprimé de l'archive définitivement.
he: „{name}“ יוסר מהארכיון קבוע.
hi: "{name}" आर्काइव से स्थायी रूप से हटा दिया जाएगा।
hu: A(z) „{name}“ véglegesen eltávolításra kerül az archívumból.
id: {name} akan dihapus dari arsip secara permanen.
it: "{name}" verrà rimosso dall'archivio permanentemente.
ja: 「{name}」がアーカイブから完全に削除されます。
ko: "{name}"이(가) 보관함에서 영구적으로 제거됩니다.
ms: "{name}" akan dihapus dari arsip secara permanen.
nb: «{name}» vil bli fjernet fra arkivet permanent.
nl: "{name}" zal permanent uit het archief worden verwijderd.
pl: „{name}” będzie trwale usunięty z archiwum.
pt_br: "{name}" será removido do arquivo permanentemente.
pt_pt: «{name}» será removido do arquivo permanentemente.
ro: „{name}” va fi eliminat din arhivă permanent.
ru: «{name}» будет удалена из архива навсегда.
sk: „{name}“ bude trvalo odstránená z archívu.
sv: "{name}" kommer att tas bort från arkivet permanent.
th: "{name}" จะถูกลบออกจากที่เก็บถาวรอย่างถาวร
tr: "{name}" arşivden kalıcı olarak kaldırılacak.
uk: «{name}» буде остаточно видалена з архіву.
vi: "{name}" sẽ bị loại bỏ khỏi lưu trữ vĩnh viễn.
zh_hans: 「{name}」将从归档中永久删除。
zh_hant: 「{name}」將永久從封存中移除。

# mobile.archive.empty_confirm_body
source: Permanently deletes every archived item. This can't be undone.
ar: يحذف كل عنصر مؤرشف نهائياً. لا يمكن التراجع عن هذا.
cs: Trvale odstraní každou archivovanou položku. Toto nelze vrátit.
da: Sletter permanent alle arkiverede elementer. Dette kan ikke fortrydes.
de: Löscht alle archivierten Elemente permanent. Dies kann nicht rückgängig gemacht werden.
el: Διαγράφει μόνιμα κάθε αρχειοθετημένο αντικείμενο. Αυτό δεν μπορεί να αναιρεθεί.
es: Elimina permanentemente cada elemento archivado. Esto no se puede deshacer.
fi: Poistaa pysyvästi kaikki arkistoidut kohteet. Sitä ei voi kumota.
fr: Supprime définitivement tous les éléments archivés. Cela ne peut pas être annulé.
he: מחיקה קבועה של כל פריט מוארכב. לא ניתן לבטל זאת.
hi: हर संग्रहीत आइटम को स्थायी रूप से हटा देता है। यह पूर्ववत नहीं किया जा सकता।
hu: Véglegesen törli az összes archivált elemet. Ez nem vonható vissza.
id: Menghapus setiap item arsip secara permanen. Ini tidak dapat dibatalkan.
it: Elimina permanentemente ogni elemento archiviato. Questa azione non può essere annullata.
ja: アーカイブされたすべてのアイテムを完全に削除します。取り消すことはできません。
ko: 보관된 모든 항목을 영구적으로 삭제합니다. 이를 실행 취소할 수 없습니다.
ms: Menghapus secara permanen setiap item yang diarsipkan. Ini tidak dapat dibatalkan.
nb: Sletter permanent hvert arkivert element. Dette kan ikke angres.
nl: Verwijdert permanent elk gearchiveerd item. Dit kan niet ongedaan gemaakt worden.
pl: Na stałe usuwa każdy zarchiwizowany element. Tej czynności nie można cofnąć.
pt_br: Exclui permanentemente todos os itens arquivados. Isso não pode ser desfeito.
pt_pt: Elimina permanentemente cada item arquivado. Não pode ser anulado.
ro: Șterge permanent fiecare element arhivat. Nu se mai poate anula.
ru: Навсегда удаляет все архивированные элементы. Это невозможно отменить.
sk: Permanentne vymaže každú archivovanú položku. Toto sa nedá vrátiť.
sv: Raderar permanent varje arkiverat objekt. Det kan inte ångras.
th: ลบรายการที่เก็บถาวรทั้งหมดอย่างถาวร ไม่สามารถเลิกทำได้
tr: Arşivlenen tüm öğeleri kalıcı olarak siler. Bu geri alınamaz.
uk: Остаточно видаляє всі архівовані елементи. Цього не можна скасувати.
vi: Xóa vĩnh viễn mọi mục đã lưu trữ. Hành động này không thể được hoàn tác.
zh_hans: 永久删除所有已归档项目。此操作无法撤销。
zh_hant: 永久刪除所有已封存項目。此操作無法撤銷。

# mobile.archive.empty_confirm_message
source: %lld archived schemes will be deleted permanently.
ar: سيتم حذف %lld مخطط مؤرشف نهائياً.
cs: %lld archivovaných schémat bude trvale odstraněno.
da: %lld arkiverede skemaer slettes permanent.
de: %lld archivierte Schemata werden permanent gelöscht.
el: %lld αρχειοθετημένα σχήματα θα διαγραφούν μόνιμα.
es: %lld esquemas archivados se eliminarán permanentemente.
fi: %lld arkistoitua mallia poistetaan pysyvästi.
fr: %lld schémas archivés seront supprimés définitivement.
he: %lld סכימות מוארכבות תימחקנה קבוע.
hi: %lld संग्रहीत योजनाओं को स्थायी रूप से हटा दिया जाएगा।
hu: A(z) %lld archivált séma véglegesen törlésre kerül.
id: %lld skema arsip akan dihapus secara permanen.
it: %lld schemi archiviati verranno eliminati permanentemente.
ja: %lld件のアーカイブされたスキームが完全に削除されます。
ko: %lld개의 보관된 계획이 영구적으로 삭제됩니다.
ms: %lld skema yang diarsipkan akan dihapus secara permanen.
nb: %lld arkiverte oppsett vil bli slettet permanent.
nl: %lld gearchiveerde schema's zullen permanent worden verwijderd.
pl: %lld zarchiwizowanych schematów będzie usuniętych na stałe.
pt_br: %lld schemes arquivados serão excluídos permanentemente.
pt_pt: %lld esquemas arquivados serão eliminados permanentemente.
ro: %lld scheme arhivate vor fi șterse permanent.
ru: %lld архивированных схем будут удалены навсегда.
sk: %lld archivovaných schém bude vymazaných permanentne.
sv: %lld arkiverade scheman kommer att raderas permanent.
th: แผน %lld รายที่เก็บถาวรจะถูกลบอย่างถาวร
tr: %lld arşivlenen şema kalıcı olarak silinecek.
uk: %lld архівованих схем буде остаточно видалено.
vi: %lld sơ đồ đã lưu trữ sẽ bị xóa vĩnh viễn.
zh_hans: %lld 个已归档方案将被永久删除。
zh_hant: %lld 個已封存方案將被永久刪除。

# mobile.archive.empty_state
source: No archived items
ar: لا توجد عناصر مؤرشفة
cs: Žádné archivované položky
da: Ingen arkiverede elementer
de: Keine archivierten Elemente
el: Δεν υπάρχουν αρχειοθετημένα αντικείμενα
es: Sin elementos archivados
fi: Ei arkistoituja kohteita
fr: Aucun élément archivé
he: אין פריטים מוארכבים
hi: कोई संग्रहीत आइटम नहीं
hu: Nincsenek archivált elemek
id: Tidak ada item arsip
it: Nessun elemento archiviato
ja: アーカイブ済みアイテムなし
ko: 보관된 항목 없음
ms: Tidak ada item yang diarsipkan
nb: Ingen arkiverte elementer
nl: Geen gearchiveerde items
pl: Brak zarchiwizowanych elementów
pt_br: Nenhum item arquivado
pt_pt: Nenhum item arquivado
ro: Nicio element arhivată
ru: Нет архивированных элементов
sk: Žiadne archivované položky
sv: Inga arkiverade objekt
th: ไม่มีรายการที่เก็บถาวร
tr: Arşivlenen öğe yok
uk: Немає архівованих елементів
vi: Không có mục nào được lưu trữ
zh_hans: 没有已归档项目
zh_hant: 沒有已封存項目

# mobile.archive.kind_scheme
source: Scheme
ar: المخطط
cs: Schéma
da: Skema
de: Schema
el: Σχήμα
es: Esquema
fi: Malli
fr: Schéma
he: סכימה
hi: योजना
hu: Séma
id: Skema
it: Schema
ja: スキーム
ko: 계획
ms: Skema
nb: Oppsett
nl: Schema
pl: Schemat
pt_pt: Esquema
ro: Schemă
ru: Схема
sk: Schéma
sv: Schema
th: แผน
tr: Şema
uk: Схема
vi: Sơ đồ
zh_hans: 方案
zh_hant: 方案

# mobile.archive.move_confirm
source: Move to Archive
ar: نقل إلى الأرشيف
cs: Přesunout do archivu
da: Flyt til arkiv
de: In Archiv verschieben
el: Μετακίνηση στο αρχείο
es: Mover a archivo
fi: Siirrä arkistoon
fr: Déplacer vers l'archive
he: העבר לארכיון
hi: आर्काइव में ले जाएं
hu: Mozgatás az archívumba
id: Pindahkan ke Arsip
it: Sposta in Archivio
ja: アーカイブに移動
ko: 보관함으로 이동
ms: Pindahkan ke Arsip
nb: Flytt til arkiv
nl: Naar archief verplaatsen
pl: Przesuń do archiwum
pt_br: Mover para Arquivo
pt_pt: Mover para Arquivo
ro: Mutare în arhivă
ru: Переместить в архив
sk: Presunúť do archívu
sv: Flytta till arkiv
th: ย้ายไปยังที่เก็บถาวร
tr: Arşive Taşı
uk: Перемістити до архіву
vi: Di chuyển đến Lưu trữ
zh_hans: 移动到归档
zh_hant: 移至封存

# mobile.archive.move_folder_message
source: "{name}" and its schemes will be moved out of the sidebar. You can restore them later from Archive.
ar: سيتم نقل «{name}» ومخططاتها خارج الشريط الجانبي. يمكنك استعادتها لاحقاً من الأرشيف.
cs: „{name}“ a jeho schémata budou přesunuta mimo bočný panel. Později je můžete obnovit z archivu.
da: "{name}" og dens skemaer fjernes fra sidebjælken. Du kan gendanne dem senere fra arkivet.
de: "{name}" und dessen Schemata werden aus der Seitenleiste entfernt. Sie können sie später aus dem Archiv wiederherstellen.
el: «{name}» και τα σχήματά του θα μετακινηθούν έξω από την πλευρική γραμμή. Μπορείτε να τα επαναφέρετε αργότερα από το αρχείο.
es: "{name}" y sus esquemas se moverán fuera de la barra lateral. Puedes restaurarlos más tarde desde el archivo.
fi: "{name}" ja sen mallit siirretään pois sivupalkista. Voit palauttaa ne myöhemmin arkistosta.
fr: « {name} » et ses schémas seront déplacés hors de la barre latérale. Vous pouvez les restaurer plus tard à partir de l'archive.
he: „{name}“ וסכימות שלה יוזעו מהסרגל הצדדי. אתה יכול להחזיר אותם מאוחר יותר מארכיון.
hi: "{name}" और इसकी योजनाएं साइडबार से बाहर ले जाई जाएंगी। आप उन्हें बाद में आर्काइव से पुनः स्थापित कर सकते हैं।
hu: A(z) „{name}“ és a sémái eltávolításra kerülnek az oldalsávból. Később visszaállíthatja őket az Archívumból.
id: {name} dan skemanya akan dipindahkan keluar dari bilah sisi. Anda dapat memulihkannya nanti dari Arsip.
it: "{name}" e i suoi schemi verranno spostati fuori dalla barra laterale. Potrai ripristinarli in seguito da Archivio.
ja: 「{name}」とそのスキームがサイドバーから削除されます。後でアーカイブから復元できます。
ko: "{name}" 및 계획이 사이드바에서 제거됩니다. 나중에 보관함에서 복원할 수 있습니다.
ms: "{name}" dan skemanya akan dipindahkan dari bilah sisi. Anda dapat memulihkannya nanti dari Arsip.
nb: «{name}» og oppsettet vil bli flyttet ut av sidelinjen. Du kan gjenopprette dem senere fra arkivet.
nl: "{name}" en de bijbehorende schema's zullen uit de zijbalk worden verplaatst. Je kunt ze later uit het archief herstellen.
pl: „{name}” i jego schematy będą usunięte z paska bocznego. Możesz je później przywrócić z archiwum.
pt_br: "{name}" e seus schemes serão removidos da barra lateral. Você pode restaurá-los depois do Arquivo.
pt_pt: «{name}» e os seus esquemas serão movidos da barra lateral. Pode restaurá-los depois do Arquivo.
ro: „{name}” și schemele sale vor fi mutate din bară laterală. Puteți le restaura mai târziu din Arhivă.
ru: «{name}» и её схемы будут удалены из боковой панели. Вы сможете восстановить их позже из архива.
sk: „{name}“ a jej schémy budú presunuté z bočného panelu. Neskôr ich môžete obnoviť z archívu.
sv: "{name}" och dess scheman kommer att flyttas ut från sidofältet. Du kan återställa dem senare från arkivet.
th: "{name}" และแผนของมันจะถูกย้ายออกจากแถบข้าง คุณสามารถกู้คืนจากที่เก็บถาวรได้ในภายหลัง
tr: "{name}" ve şemaları kenar çubuğundan çıkarılacak. Daha sonra Arşivden geri yükleyebilirsiniz.
uk: «{name}» та її схеми будуть видалені з бічної панелі. Ви можете їх пізніше відновити з архіву.
vi: "{name}" và các sơ đồ của nó sẽ bị loại bỏ khỏi thanh bên. Bạn có thể khôi phục chúng sau từ Lưu trữ.
zh_hans: 「{name}」及其方案将从侧边栏中移出。您可以稍后从归档中还原它们。
zh_hant: 「{name}」及其方案將從側邊欄中移出。您稍後可以從封存中還原它們。

# mobile.archive.move_scheme_message
source: "{name}" will be moved out of the sidebar. You can restore it later from Archive.
ar: سيتم نقل «{name}» خارج الشريط الجانبي. يمكنك استعادته لاحقاً من الأرشيف.
cs: „{name}“ bude přesunuto mimo bočný panel. Později jej můžete obnovit z archivu.
da: "{name}" fjernes fra sidebjælken. Du kan gendanne det senere fra arkivet.
de: "{name}" wird aus der Seitenleiste entfernt. Sie können es später aus dem Archiv wiederherstellen.
el: «{name}» θα μετακινηθεί έξω από την πλευρική γραμμή. Μπορείτε να το επαναφέρετε αργότερα από το αρχείο.
es: "{name}" se moverá fuera de la barra lateral. Puedes restaurarlo más tarde desde el archivo.
fi: "{name}" siirretään pois sivupalkista. Voit palauttaa sen myöhemmin arkistosta.
fr: « {name} » sera déplacé hors de la barre latérale. Vous pouvez le restaurer plus tard à partir de l'archive.
he: „{name}“ יוזע מהסרגל הצדדי. אתה יכול להחזיר אותה מאוחר יותר מארכיון.
hi: "{name}" साइडबार से बाहर ले जाया जाएगा। आप इसे बाद में आर्काइव से पुनः स्थापित कर सकते हैं।
hu: A(z) „{name}“ eltávolításra kerül az oldalsávból. Később visszaállíthatja az Archívumból.
id: {name} akan dipindahkan keluar dari bilah sisi. Anda dapat memulihkannya nanti dari Arsip.
it: "{name}" verrà spostato fuori dalla barra laterale. Potrai ripristinarlo in seguito da Archivio.
ja: 「{name}」がサイドバーから削除されます。後でアーカイブから復元できます。
ko: "{name}"이(가) 사이드바에서 제거됩니다. 나중에 보관함에서 복원할 수 있습니다.
ms: "{name}" akan dipindahkan dari bilah sisi. Anda dapat memulihkannya nanti dari Arsip.
nb: «{name}» vil bli flyttet ut av sidelinjen. Du kan gjenopprette det senere fra arkivet.
nl: "{name}" zal uit de zijbalk worden verplaatst. Je kunt het later uit het archief herstellen.
pl: „{name}” będzie usunięty z paska bocznego. Możesz go później przywrócić z archiwum.
pt_br: "{name}" será removido da barra lateral. Você pode restaurá-lo depois do Arquivo.
pt_pt: «{name}» será movido da barra lateral. Pode restaurá-lo depois do Arquivo.
ro: „{name}” va fi mutat din bară laterală. Puteți-l restaura mai târziu din Arhivă.
ru: «{name}» будет удалена из боковой панели. Вы сможете восстановить её позже из архива.
sk: „{name}“ bude presunutá z bočného panelu. Neskôr ju môžete obnoviť z archívu.
sv: "{name}" kommer att flyttas ut från sidofältet. Du kan återställa det senare från arkivet.
th: "{name}" จะถูกย้ายออกจากแถบข้าง คุณสามารถกู้คืนจากที่เก็บถาวรได้ในภายหลัง
tr: "{name}" kenar çubuğundan çıkarılacak. Daha sonra Arşivden geri yükleyebilirsiniz.
uk: «{name}» буде видалена з бічної панелі. Ви можете її пізніше відновити з архіву.
vi: "{name}" sẽ bị loại bỏ khỏi thanh bên. Bạn có thể khôi phục nó sau từ Lưu trữ.
zh_hans: 「{name}」将从侧边栏中移出。您可以稍后从归档中还原它。
zh_hant: 「{name}」將從側邊欄中移出。您稍後可以從封存中還原它。

# mobile.archive.move_title
source: Move to Archive?
ar: نقل إلى الأرشيف؟
cs: Přesunout do archivu?
da: Flyt til arkiv?
de: In Archiv verschieben?
el: Μετακίνηση στο αρχείο;
es: ¿Mover a archivo?
fi: Siirrä arkistoon?
fr: Déplacer vers l'archive ?
he: העבר לארכיון?
hi: आर्काइव में ले जाएं?
hu: Mozgatás az archívumba?
id: Pindahkan ke Arsip?
it: Spostare in Archivio?
ja: アーカイブに移動しますか？
ko: 보관함으로 이동하시겠습니까?
ms: Pindahkan ke Arsip?
nb: Flytt til arkiv?
nl: Naar archief verplaatsen?
pl: Przenieść do archiwum?
pt_br: Mover para Arquivo?
pt_pt: Mover para Arquivo?
ro: Mutare în arhivă?
ru: Переместить в архив?
sk: Presunúť do archívu?
sv: Flytta till arkiv?
th: ย้ายไปยังที่เก็บถาวร?
tr: Arşive taşınsın mı?
uk: Перемістити до архіву?
vi: Di chuyển đến Lưu trữ?
zh_hans: 移动到归档?
zh_hant: 移至封存？
